Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# trash.online_shopping_app.tip.4
source: Summiere deine Online-Käufe des letzten Monats. Überraschend?
en: Add up your online purchases from last month. Surprising?
es: Suma tus compras online del mes pasado. ¿Sorprendente?
fr: Additionne tes achats en ligne du mois dernier. Surprenant ?
hi: पिछले महीने की अपनी ऑनलाइन खरीदारी को जोड़ें। हैरान करने वाला?
it: Somma i tuoi acquisti online dell'ultimo mese. Sorprendente?
ja: 先月のオンライン購入を合計してみましょう。驚きますか？
ko: 지난달 온라인 구매를 합산해 보세요. 놀랍나요?
nl: Tel je online aankopen van de afgelopen maand op. Verrassend?
pl: Zsumuj swoje zakupy online z ostatniego miesiąca. Zaskakujące?
pt: Some suas compras online do mês passado. Surpreendente?
ru: Подсчитайте свои онлайн-покупки за последний месяц. Удивительно?
tr: Geçen ayki çevrimiçi alışverişlerini topla. Şaşırtıcı mı?
zh_hans: 总计您上个月的网上购物。奇怪？
zh_hant: 總計您上個月的線上購物。奇怪？

# trash.online_shopping_app.tips
source: **Schlechte Gewohnheit loswerden (Online Shopping)** 1. Unsichtbar machen: Entferne die Auslöser aus deinem Sichtfeld. 2. Unattraktiv machen: Mache dir die negativen Folgen bewusst. 3. Schwierig machen: Baue Hürden ein (z.B. Apps löschen, Stecker ziehen). 4. Unbefriedigend machen: Verbinde die Ausführung mit einer Strafe. **Gute Gewohnheit etablieren (Geld sparen)** 1. Offensichtlich machen: Platziere den Auslöser gut sichtbar. 2. Attraktiv machen: Verbinde es mit etwas, das du magst. 3. Einfach machen: Reduziere die Hürden auf ein Minimum (z.B. nur 2 Minuten). 4. Befriedigend machen: Belohne dich direkt im Anschluss.
en: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
es: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
fr: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
hi: **खराब आदत को छोड़ना (ऑनलाइन शॉपिंग)** 1. अदृश्य बनाना: अपने दृष्टि क्षेत्र से ट्रिगर्स को हटा दें। 2. अप्रिय बनाना: अपने लिए नकारात्मक परिणामों को स्पष्ट करें। 3. कठिन बनाना: बाधाएँ डालें (जैसे ऐप्स हटाना, प्लग निकालना)। 4. असंतोषजनक बनाना: इसे करने के साथ दंड जोड़ें। **अच्छी आदत स्थापित करना (पैसा बचाना)** 1. स्पष्ट बनाना: ट्रिगर को अच्छी तरह से दिखाई देने वाले स्थान पर रखें। 2. आकर्षक बनाना: इसे किसी ऐसी चीज़ के साथ जोड़ें जिसे आप पसंद करते हैं। 3. आसान बनाना: बाधाओं को न्यूनतम करें (जैसे सिर्फ 2 मिनट)। 4. संतोषजनक बनाना: तुरंत इसके बाद खुद को इनाम दें।
it: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ja: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ko: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
nl: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pl: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pt: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ru: **Избавьтесь от вредной привычки (интернет-шопинг)** 1. Сделайте невидимыми: уберите триггеры из поля зрения. 2. Сделайте себя непривлекательным. Помните о негативных последствиях. 3. Усложните задачу: установите препятствия (например, удалите приложения, отключите их от сети). 4. Сделайте его неудовлетворительным: прикрепите исполнение к наказанию. **Прививайте хорошие привычки (экономьте деньги)** 1. Сделайте это очевидным: разместите триггер на видном месте. 2. Сделайте это привлекательным. Свяжите это с чем-то, что вам нравится. 3. Сделайте это просто: сократите препятствия до минимума (например, всего 2 минуты). 4. Сделайте это приятным: вознаградите себя сразу после этого.
tr: **Break bad habit (Online Shopping)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Geld sparen)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
zh_hans: **改掉坏习惯（网上购物）** 1. 隐形：将触发因素移出视野。 2. 让自己变得没有吸引力：意识到负面后果。 3. 让它变得困难：设置障碍（例如删除应用程序、拔掉插头）。 4. 使其不令人满意：附加刑罚执行。 **建立良好习惯（省钱）** 1. 使其显而易见：将触发器放置在清晰可见的位置。 2. 让它有吸引力：将它与你喜欢的东西联系起来。 3. 让它变得简单：将障碍减少到最低限度（例如只需 2 分钟）。 4. 让它令人满意：事后立即奖励自己。
zh_hant: **改掉壞習慣（網上購物）** 1. 隱形：將觸發因素移出視野。 2. 讓自己變得沒有吸引力：意識到負面後果。 3. 讓它變得困難：設定障礙（例如刪除應用程式、拔掉插頭）。 4. 使其不令人滿意：附加刑罰執行。 **建立良好習慣（省錢）** 1. 使其顯而易見：將觸發器放置在清晰可見的位置。 2. 讓它有吸引力：將它與你喜歡的東西連結起來。 3. 讓它變得簡單：將障礙減少到最低限度（例如只需 2 分鐘）。 4. 讓它令人滿意：事後立即獎勵自己。

# trash.party_pass.desc
source: Ersetze wilde Partys durch erholsame Nächte und mehr Energie am Tag.
en: Replace wild parties with restful nights and more energy during the day.
es: Reemplaza las fiestas salvajes con noches de descanso y más energía durante el día.
fr: Remplace les fêtes folles par des nuits reposantes et plus d'énergie le jour.
hi: जंगली पार्टियों को आरामदायक रातों और दिन में अधिक ऊर्जा से बदल दें।
it: Sostituisci le feste scatenate con notti riposanti e più energia durante il giorno.
ja: 激しいパーティーを安らかな夜に置き換え、日中の活力を高めましょう。
ko: 거친 파티를 편안한 밤으로 바꾸고 낮 동안 더 많은 에너지를 얻으세요.
nl: Vervang wilde feesten door rustgevende nachten en meer energie overdag.
pl: Zastąp dzikie imprezy spokojnymi nocami i większą ilością energii w ciągu dnia.
pt: Substitua festas selvagens por noites tranquilas e mais energia durante o dia.
ru: Замените дикие вечеринки спокойными ночами и большей энергией в течение дня.
tr: Çılgın partileri dinlendirici geceler ve gündüzleri daha fazla enerji ile değiştirin.
zh_hans: 用宁静的夜晚和白天的更多能量取代疯狂的派对。
zh_hant: 用寧靜的夜晚和白天的更多能量取代瘋狂的派對。

# trash.party_pass.impact
source: Diese Gewohnheit (Zu viel Party) kostet dich langfristig Energie, Zeit und Geld. Sie hindert dich daran, dein volles Potenzial auszuschöpfen.
en: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
es: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
fr: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
hi: यह आदत (बहुत अधिक पार्टी करना) लंबे समय में तुम्हारी ऊर्जा, समय और पैसा खर्च करती है। यह तुम्हें अपनी पूरी क्षमता का उपयोग करने से रोकती है।
it: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ja: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ko: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
nl: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pl: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pt: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ru: Эта привычка (слишком много вечеринок) стоит вам энергии, времени и денег в долгосрочной перспективе. Это мешает вам полностью раскрыть свой потенциал.
tr: This habit (Zu viel Party) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
zh_hans: 从长远来看，这种习惯（参加太多聚会）会消耗你的精力、时间和金钱。它会阻止您充分发挥潜力。
zh_hant: 從長遠來看，這種習慣（參加太多聚會）會消耗你的精力、時間和金錢。它會阻止您充分發揮潛力。

# trash.party_pass.name
source: Die Nacht durchgemacht
en: Stayed up all night
es: Pasó la noche en vela
fr: A passé une nuit blanche
hi: पूरी रात जागना
it: Fatto le ore piccole
ja: 徹夜した
ko: 밤을 새웠다
nl: De hele nacht opgebleven
pl: Zarwał noc
pt: Passou a noite em claro
ru: Всю ночь напролет
tr: Bütün gece uyumadı
zh_hans: 整个晚上
zh_hant: 整個晚上

# trash.party_pass.obj_desc
source: Ein schöner Weg durchs Grüne.
en: A beautiful path through the greenery.
es: Un hermoso sendero entre el verde.
fr: Un beau chemin à travers la verdure.
hi: हरी-भरी जगह के माध्यम से एक सुंदर मार्ग।
it: A beautiful path through the greenery.
ja: 緑の中の美しい小道。
ko: 녹지를 통과하는 아름다운 길.
nl: Een prachtig pad door het groen.
pl: Piękna ścieżka wśród zieleni.
pt: Um belo caminho pelo verde.
ru: Красивый путь через сельскую местность.
tr: Yeşilliklerin arasında güzel bir yol.
zh_hans: 一条美丽的小路穿过乡村。
zh_hant: 一條美麗的小路穿過鄉村。

# trash.party_pass.obj_name
source: Trittstein-Pfad
en: Stepping Stone Path
es: Camino de Piedras
fr: Chemin de pierres
hi: कदम रखने का रास्ता
it: Stepping Stone Path
ja: 飛び石の道
ko: 디딤돌 길
nl: Stapsteenpad
pl: Ścieżka odskoczniowa
pt: Caminho de pedras
ru: Ступенчатый путь
tr: Basamak Taşı Yolu
zh_hans: 踏脚石路
zh_hant: 踏腳石路

# trash.party_pass.tip.1
source: Plane Events nur noch bis 23 Uhr – danach nach Hause.
en: Plan events only until 11pm – then go home.
es: Planifica eventos solo hasta las 23:00, después ve a casa.
fr: Planifie les événements seulement jusqu'à 23h – puis rentre chez toi.
hi: घटनाओं की योजना सिर्फ रात 11 बजे तक – उसके बाद घर चले जाएँ।
it: Pianifica gli eventi solo fino alle 23 – poi vai a casa.
ja: イベントは23時までの計画にしましょう。その後は帰宅です。
ko: 이벤트는 밤 11시까지만 계획하세요 – 그 후에는 집에 가세요.
nl: Plan evenementen nog maar tot 23 uur – daarna naar huis.
pl: Planuj imprezy tylko do 23 – potem wróć do domu.
pt: Planeje eventos apenas até as 23h – depois vá para casa.
ru: Планируйте мероприятия только до 23:00. - тогда иди домой.
tr: Etkinlikleri yalnızca 23:00'a kadar planla – sonra eve git.
zh_hans: 仅计划晚上 11 点之前的活动- 然后回家。
zh_hant: 僅計劃晚上 11 點之前的活動- 然後回家。

# trash.party_pass.tip.2
source: Erinnerung: Schlafentzug kostet Tage an Produktivität, nicht nur Stunden.
en: Reminder: sleep deprivation costs days of productivity, not just hours.
es: Recuerda: la falta de sueño te cuesta días de productividad, no solo horas.
fr: Rappel: le manque de sommeil coûte des jours de productivité, pas seulement des heures.
hi: याददाश्त: नींद की कमी केवल घंटों ही नहीं, बल्कि दिनों का उत्पादकता भी ले जाती है।
it: Promemoria: la privazione del sonno costa giorni di produttività, non solo ore.
ja: 覚えておきましょう：睡眠不足は数時間だけでなく、数日分の生産性を失うことになります。
ko: 기억하세요: 수면 부족은 몇 시간이 아니라 며칠의 생산성을 잃게 합니다.
nl: Herinnering: slaaptekort kost je dagen productiviteit, niet alleen uren.
pl: Przypomnienie: brak snu kosztuje dni produktywności, nie tylko godziny.
pt: Lembrete: a privação de sono custa dias de produtividade, não apenas horas.
ru: Напоминание: лишение сна приводит к потере продуктивности дней, а не часов.
tr: Hatırlatma: uyku yoksunluğu yalnızca saatler değil, günlerce verimlilik kaybettirir.
zh_hans: 提醒：睡眠不足会损失几天的生产力，而不仅仅是几个小时。
zh_hant: 提醒：睡眠不足會損失幾天的生產力，而不僅僅是幾個小時。

# trash.party_pass.tip.3
source: Vereinbare eine feste Abholzeit mit Freunden – das erzwingt den Abgang.
en: Arrange a fixed pick-up time with friends – this forces you to leave.
es: Acuerda una hora fija de recogida con amigos: eso te obliga a irte.
fr: Arrange une heure de ramassage fixe avec des amis – ça t'oblige à partir.
hi: दोस्तों के साथ एक निश्चित लेने का समय तय करें – इससे निकलने का दबाव बनता है।
it: Organizza un orario fisso per il rientro con gli amici – ti costringerà ad andartene.
ja: 友達と固定のお迎え時間を決めましょう。それが帰る口実になります。
ko: 친구들과 고정된 픽업 시간을 약속하세요 – 이것이 자리를 떠나도록 강제합니다.
nl: Spreek een vaste ophaalzeit af met vrienden – dat dwingt je om te vertrekken.
pl: Ustal stałą godzinę odbioru z przyjaciółmi – to zmusi cię do wyjścia.
pt: Combine um horário fixo de busca com amigos – isso te obriga a sair.
ru: Договоритесь с друзьями о фиксированном времени встречи — это вынудит вас уйти.
tr: Arkadaşlarla sabit bir alış zamanı ayarla – bu ayrılmana zorlar.
zh_hans: 与朋友安排固定的接机时间 - 这会迫使您离开。
zh_hant: 與朋友安排固定的接機時間 - 這會迫使您離開。

# trash.party_pass.tip.4
source: Notiere, wie du dich nach einer Durchmachnacht fühlen. Hilft das beim nächsten Mal?
en: Note how you feel after an all-nighter. Does it help next time?
es: Anota cómo te sientes después de una noche sin dormir. ¿Te ayuda la próxima vez?
fr: Note comment tu te sens après une nuit blanche. Est-ce que ça aide la prochaine fois ?
hi: लिखो कि पूरे रात जागने के बाद तुम कैसा महसूस करते हो। क्या यह अगली बार मदद करता है?
it: Nota come ti senti dopo una notte in bianco. Ti aiuta la prossima volta?
ja: 徹夜明けの気分を書き留めましょう。次回の参考になりますか？
ko: 밤샘 후 어떤 기분인지 기록하세요. 다음 번에 도움이 되나요?
nl: Noteer hoe je je voelt na een doorgemaakte nacht. Helpt dit de volgende keer?
pl: Zapisz, jak się czujesz po nieprzespanej nocy. Czy pomaga to następnym razem?
pt: Anote como você se sente após uma noite em claro. Ajuda na próxima vez?
ru: Запишите, как вы себя чувствуете после бессонной ночи. Поможет ли это в следующий раз?
tr: Sabaha kadar uyumadıktan sonra nasıl hissettiğini yaz. Bir sonraki seferde yardımcı oluyor mu?
zh_hans: 写下你熬夜后的感受。下次这会有帮助吗？
zh_hant: 寫下熬夜後的感受。下次這會有幫助嗎？
